apple_cursor
awww
base
base-devel
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cliphist
cmake
cmatrix
dolphin
dunst
efibootmgr
fastfetch
fd
firefox
git
go
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprlauncher
hyprpaper
intel-media-driver
intel-ucode
iwd
kitty
less
libpulse
libva-intel-driver
linux
linux-firmware
nano
nautilus
neovim
network-manager-applet
networkmanager
npm
nwg-look
nwg-shell
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
qt5-wayland
qt6-wayland
rofi
rust
sddm
slurp
smartmontools
sof-firmware
starship
stow
sudo
tlp
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-rubik-vf
unzip
uwsm
vim
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
yay
yay-debug
yazi
zed
zram-generator
